{
  "word2idx": {
    "jpmorgan": 0,
    "reel": 1,
    "expectation": 2,
    "beyond": 3,
    "meat": 4,
    "nomura": 5,
    "point": 6,
    "booking": 7,
    "weakness": 8,
    "carnival": 9,
    "royal": 10,
    "caribbean": 11,
    "cemex": 12,
    "cut": 13,
    "credit": 14,
    "suisse": 15,
    "j.p": 16,
    "morgan": 17,
    "weak": 18,
    "building": 19,
    "outlook": 20,
    "btig": 21,
    "research": 22,
    "neutral": 23,
    "funko": 24,
    "slide": 25,
    "piper": 26,
    "jaffray": 27,
    "pt": 28,
    "technipfmc": 29,
    "downgrade": 30,
    "berenberg": 31,
    "call": 32,
    "top": 33,
    "pick": 34,
    "deutsche": 35,
    "bank": 36,
    "gm": 37,
    "lose": 38,
    "bull": 39,
    "hold": 40,
    "cowen": 41,
    "market": 42,
    "perform": 43,
    "trendforce": 44,
    "iphone": 45,
    "estimate": 46,
    "foxconn": 47,
    "delay": 48,
    "moody": 49,
    "'s": 50,
    "warn": 51,
    "harley": 52,
    "davidson": 53,
    "cite": 54,
    "aero": 55,
    "tie": 56,
    "wells": 57,
    "slash": 58,
    "hexcel": 59,
    "intelsat": 60,
    "raymond": 61,
    "james": 62,
    "compass": 63,
    "sell": 64,
    "muddy": 65,
    "water": 66,
    "go": 67,
    "short": 68,
    "luckin": 69,
    "coffee": 70,
    "mantech": 71,
    "ahead": 72,
    "difficult": 73,
    "comp": 74,
    "oppenheimer": 75,
    "mplx": 76,
    "potential": 77,
    "dilution": 78,
    "marathon": 79,
    "strategic": 80,
    "review": 81,
    "imperial": 82,
    "msg": 83,
    "network": 84,
    "amid": 85,
    "sport": 86,
    "free": 87,
    "airwave": 88,
    "hit": 89,
    "materialise": 90,
    "sideline": 91,
    "hovde": 92,
    "group": 93,
    "new": 94,
    "netflix": 95,
    "bear": 96,
    "step": 97,
    "shopify": 98,
    "instinet": 99,
    "confidence": 100,
    "extended": 101,
    "stay": 102,
    "america": 103,
    "twilio": 104,
    "get": 105,
    "street": 106,
    "low": 107,
    "target": 108,
    "virus": 109,
    "risk": 110,
    "guggenheim": 111,
    "minerd": 112,
    "see": 113,
    "gloom": 114,
    "stock": 115,
    "moffettnathanson": 116,
    "expect": 117,
    "nfl": 118,
    "tv": 119,
    "cost": 120,
    "skyrocket": 121,
    "barrington": 122,
    "mkt": 123,
    "mizuho": 124,
    "xlnx": 125,
    "near": 126,
    "term": 127,
    "headwind": 128,
    "2u": 129,
    "sector": 130,
    "weight": 131,
    "overweight": 132,
    "keybanc": 133,
    "capital": 134,
    "alphabet": 135,
    "facebook": 136,
    "price": 137,
    "barclay": 138,
    "ad": 139,
    "amc": 140,
    "american": 141,
    "software": 142,
    "buy": 143,
    "b.": 144,
    "riley": 145,
    "fbr": 146,
    "analyst": 147,
    "question": 148,
    "silicon": 149,
    "motion": 150,
    "margin": 151,
    "anchiano": 152,
    "therapeutic": 153,
    "peer": 154,
    "outperform": 155,
    "arch": 156,
    "coal": 157,
    "at&t": 158,
    "concern": 159,
    "wireless": 160,
    "can": 161,
    "not": 162,
    "carry": 163,
    "whole": 164,
    "company": 165,
    "share": 166,
    "sink": 167,
    "fall": 168,
    "say": 169,
    "dividend": 170,
    "look": 171,
    "less": 172,
    "compelling": 173,
    "aurora": 174,
    "cannabis": 175,
    "c.00": 176,
    "c.75": 177,
    "stifel": 178,
    "nicolaus": 179,
    "autodesk": 180,
    "underweight": 181,
    "baml": 182,
    "profit": 183,
    "pressure": 184,
    "hormel": 185,
    "barclays": 186,
    "cool": 187,
    "molson": 188,
    "coors": 189,
    "becton": 190,
    "dickinson": 191,
    "strong": 192,
    "berry": 193,
    "petroleum": 194,
    "bmo": 195,
    "bluebird": 196,
    "bio": 197,
    "line": 198,
    "evercore": 199,
    "isi": 200,
    "canada": 201,
    "goose": 202,
    "cfra": 203,
    "child": 204,
    "place": 205,
    "e": 206,
    "commerce": 207,
    "put": 208,
    "monness": 209,
    "crespi": 210,
    "hardt": 211,
    "cinedigm": 212,
    "corp": 213,
    "be": 214,
    "need": 215,
    "know": 216,
    "clovis": 217,
    "oncology": 218,
    "cumberland": 219,
    "pharmaceuticals": 220,
    ".00": 221,
    ".25": 222,
    "dell": 223,
    "hpe": 224,
    "trim": 225,
    "compute": 226,
    "dish": 227,
    "may": 228,
    "key": 229,
    "winner": 230,
    "woe": 231,
    "disney": 232,
    "park": 233,
    "attendance": 234,
    "could": 235,
    "take": 236,
    "year": 237,
    "normalize": 238,
    "11/25": 239,
    "4/7": 240,
    "…": 241,
    "dropbox": 242,
    "watch": 243,
    "sting": 244,
    "spruce": 245,
    "report": 246,
    "earning": 247,
    "update": 248,
    "electrocore": 249,
    "inc": 250,
    "forecast": 251,
    "premarket": 252,
    "action": 253,
    "fannie": 254,
    "mae": 255,
    "freddie": 256,
    "mac": 257,
    "unintended": 258,
    "consequence": 259,
    "cares": 260,
    "act": 261,
    "forescout": 262,
    "formfactor": 263,
    "unsustainable": 264,
    "revenue": 265,
    "grubhub": 266,
    "gain": 267,
    "view": 268,
    "h&p": 269,
    "argus": 270,
    "drill": 271,
    "industry": 272,
    "persist": 273,
    "hanesbrand": 274,
    "vs.": 275,
    "bofa": 276,
    "merrill": 277,
    "lynch": 278,
    "helmerich": 279,
    "payne": 280,
    "start": 281,
    "hexo": 282,
    "c": 283,
    "mkm": 284,
    "partner": 285,
    "home": 286,
    "depot": 287,
    "lower": 288,
    "stanley": 289,
    "jefferie": 290,
    "l": 291,
    "brand": 292,
    "kohl": 293,
    "wedbush": 294,
    "lovesac": 295,
    "canaccord": 296,
    "lyft": 297,
    "macerich": 298,
    "marinus": 299,
    "pharma": 300,
    "leerink": 301,
    "methanex": 302,
    "td": 303,
    "security": 304,
    "valuation": 305,
    "metro": 306,
    "miss": 307,
    "eps": 308,
    "sad": 309,
    "model": 310,
    "mid": 311,
    "apartment": 312,
    "community": 313,
    "mitek": 314,
    "systems": 315,
    "benchmark": 316,
    "napco": 317,
    "needham": 318,
    "martin": 319,
    "defend": 320,
    "prediction": 321,
    "subscription": 322,
    "'": 323,
    "underperform": 324,
    "fargo": 325,
    "turn": 326,
    "bearish": 327,
    "york": 328,
    "opioid": 329,
    "case": 330,
    "significant": 331,
    "norwegian": 332,
    "cruise": 333,
    "novo": 334,
    "nordisk": 335,
    "ubs": 336,
    "drug": 337,
    "launch": 338,
    "yum": 339,
    "china": 340,
    "orbcomm": 341,
    "o'reilly": 342,
    "automotive": 343,
    "patterson": 344,
    "uti": 345,
    "energy": 346,
    "ps": 347,
    "business": 348,
    "rio": 349,
    "tinto": 350,
    "rosenblatt": 351,
    "project": 352,
    "downside": 353,
    "apple": 354,
    "drop": 355,
    "production": 356,
    "swing": 357,
    "dire": 358,
    "coronavirus": 359,
    "assessment": 360,
    "scandinavian": 361,
    "tobacco": 362,
    "sherwin": 363,
    "williams": 364,
    "conviction": 365,
    "goldman": 366,
    "sirius": 367,
    "spotify": 368,
    "double": 369,
    "reflect": 370,
    "prospect": 371,
    "slow": 372,
    "growth": 373,
    "suntrust": 374,
    "late": 375,
    "nielsen": 376,
    "taco": 377,
    "bell": 378,
    "parent": 379,
    "two": 380,
    "murky": 381,
    "game": 382,
    "slate": 383,
    "interactive": 384,
    "hospitality": 385,
    "taubman": 386,
    "center": 387,
    "manitowoc": 388,
    "transocean": 389,
    "ultra": 390,
    "clean": 391,
    "takeover": 392,
    "nflx": 393,
    "acquire": 394,
    "spend": 395,
    "content": 396,
    "king": 397,
    "cash": 398,
    "queen": 399,
    "welltower": 400,
    "wwe": 401,
    "dougherty": 402,
    "amd": 403,
    "navi": 404,
    "show": 405,
    "adoption": 406,
    "up": 407,
    "lake": 408,
    "s&p": 409,
    "raise": 410,
    "centene": 411,
    "rtg": 412,
    "bbb-": 413,
    "bb+": 414,
    "outlk": 415,
    "stable": 416,
    "citi": 417,
    "give": 418,
    "big": 419,
    "boost": 420,
    "deere": 421,
    "favorable": 422,
    "catalyst": 423,
    "ebay": 424,
    "freeport": 425,
    "upgrade": 426,
    "buying": 427,
    "opportunity": 428,
    "franco": 429,
    "nevada": 430,
    "funding": 431,
    "despite": 432,
    "suspension": 433,
    "cantor": 434,
    "fitzgerald": 435,
    "resume": 436,
    "doubling": 437,
    "scenario": 438,
    "hasbro": 439,
    "praise": 440,
    "acceleration": 441,
    "profile": 442,
    "constructive": 443,
    "kraft": 444,
    "heinz": 445,
    "lowe": 446,
    "rack": 447,
    "another": 448,
    "positive": 449,
    "rating": 450,
    "recession": 451,
    "lam": 452,
    "setup": 453,
    "upside": 454,
    "mu": 455,
    "wdc": 456,
    "rate": 457,
    "post": 458,
    "user": 459,
    "nvidia": 460,
    "set": 461,
    "gaming": 462,
    "tailwind": 463,
    "material": 464,
    "improvement": 465,
    "ocwen": 466,
    "book": 467,
    "value": 468,
    "ringcentral": 469,
    "sbac": 470,
    "loop": 471,
    "bullish": 472,
    "snap": 473,
    "tenb": 474,
    "indegy": 475,
    "purchase": 476,
    "uber": 477,
    "maxim": 478,
    "zscaler": 479,
    "sustainable": 480,
    "+4": 481,
    "activision": 482,
    "chart": 483,
    "video": 484,
    "play": 485,
    "trader": 486,
    "adobe": 487,
    "aegis": 488,
    "usage": 489,
    "trend": 490,
    "month": 491,
    "pot": 492,
    "canopy": 493,
    "akero": 494,
    "genuity": 495,
    "align": 496,
    "technology": 497,
    "allergan": 498,
    "altria": 499,
    "amneal": 500,
    "robinson": 501,
    "humphrey": 502,
    "high": 503,
    "telecom": 504,
    "mostly": 505,
    "newly": 506,
    "public": 507,
    "insurance": 508,
    "firm": 509,
    "brp": 510,
    "holding": 511,
    "first": 512,
    "trust": 513,
    "dow": 514,
    "jones": 515,
    "internet": 516,
    "index": 517,
    "fund": 518,
    "etf": 519,
    "ansys": 520,
    "anthem": 521,
    "rh": 522,
    "apply": 523,
    "industrial": 524,
    "argen": 525,
    "x": 526,
    "armata": 527,
    "pharmaceutical": 528,
    "arrow": 529,
    "electronic": 530,
    "asset": 531,
    "management": 532,
    "one": 533,
    "co.": 534,
    "treasury": 535,
    "long": 536,
    "run": 537,
    "audentes": 538,
    "axcelis": 539,
    "baird": 540,
    "beat": 541,
    "like": 542,
    "wholesaler": 543,
    "return": 544,
    "wingstop": 545,
    "camp": 546,
    "baker": 547,
    "hughe": 548,
    "well": 549,
    "position": 550,
    "achieve": 551,
    "profitability": 552,
    "bausch": 553,
    "health": 554,
    "bed": 555,
    "bath": 556,
    "reiterate": 557,
    "belden": 558,
    "roof": 559,
    "supplier": 560,
    "bernstein": 561,
    "vmware": 562,
    "good": 563,
    "biogen": 564,
    "svb": 565,
    "boeing": 566,
    "westrock": 567,
    "containerboard": 568,
    "conference": 569,
    "london": 570,
    "pulp": 571,
    "week": 572,
    "bouygues": 573,
    "sa": 574,
    "domino": 575,
    "buyback": 576,
    "cabot": 577,
    "southwest": 578,
    "initiate": 579,
    ".50": 580,
    "celanese": 581,
    "cf": 582,
    "ciena": 583,
    "nu": 584,
    "skin": 585,
    "citron": 586,
    "mw": 587,
    "vs": 588,
    "cnh": 589,
    "copa": 590,
    "costco": 591,
    "csx": 592,
    "cvs": 593,
    "cyrusone": 594,
    "diamondrock": 595,
    "dlh": 596,
    "maintain": 597,
    "domtar": 598,
    "lift": 599,
    "aemetis": 600,
    "us.25": 601,
    "milestone": 602,
    "scientific": 603,
    "us.00": 604,
    "skywork": 605,
    "solution": 606,
    "we": 607,
    "eastman": 608,
    "chemical": 609,
    "edgewell": 610,
    "elastic": 611,
    "enbridge": 612,
    "energizer": 613,
    "jp": 614,
    "shake": 615,
    "equity": 616,
    "lifestyle": 617,
    "property": 618,
    "estee": 619,
    "lauder": 620,
    "etsy": 621,
    "fedex": 622,
    "fleetcor": 623,
    "ford": 624,
    "electric": 625,
    "suv": 626,
    "impress": 627,
    "fortinet": 628,
    "glenmark": 629,
    "limit": 630,
    "add": 631,
    "workday": 632,
    "list": 633,
    "+1": 634,
    "36,000": 635,
    "rally": 636,
    "brazilian": 637,
    "retailer": 638,
    "room": 639,
    "susquehanna": 640,
    "entertainment": 641,
    "acquisition": 642,
    "heat": 643,
    "biologic": 644,
    "humana": 645,
    "huntsman": 646,
    "name": 647,
    "shuffle": 648,
    "intel": 649,
    "intercept": 650,
    "invitae": 651,
    "j.c": 652,
    "penney": 653,
    "cent": 654,
    "jabil": 655,
    "tesla": 656,
    "pare": 657,
    "kilroy": 658,
    "realty": 659,
    "l3harris": 660,
    "lag": 661,
    "mlp": 662,
    "flow": 663,
    "ligand": 664,
    "lululemon": 665,
    "due": 666,
    "competitive": 667,
    "positioning": 668,
    "lyondellbasell": 669,
    "sock": 670,
    "magnolia": 671,
    "oil": 672,
    "gas": 673,
    "mesa": 674,
    "air": 675,
    "microchip": 676,
    "aggressive": 677,
    "molina": 678,
    "healthcare": 679,
    "joseph": 680,
    "moore": 681,
    "nasdaq": 682,
    "equalweight": 683,
    "tar": 684,
    "eldorado": 685,
    "resort": 686,
    "caesar": 687,
    "combination": 688,
    "join": 689,
    "mortgage": 690,
    "day": 691,
    "upgrades": 692,
    "equal": 693,
    "announce": 694,
    "predict": 695,
    "solid": 696,
    "munster": 697,
    "splunk": 698,
    "subscriber": 699,
    "amazon": 700,
    "favorite": 701,
    "rest": 702,
    "...": 703,
    "newmont": 704,
    "goldcorp": 705,
    "nlight": 706,
    "nutronic": 707,
    "deal": 708,
    "nokia": 709,
    "nuvasive": 710,
    "multiple": 711,
    "climb": 712,
    "nxp": 713,
    "semiconductor": 714,
    "olin": 715,
    "unlock": 716,
    "minority": 717,
    "stake": 718,
    "ameritrade": 719,
    "onto": 720,
    "innovation": 721,
    "owen": 722,
    "corning": 723,
    "residential": 724,
    "insulation": 725,
    "oyster": 726,
    "paul": 727,
    "tudor": 728,
    "explosion": 729,
    "pennmac": 730,
    "financial": 731,
    "rise": 732,
    "record": 733,
    "dexcom": 734,
    "pixelworks": 735,
    "ppg": 736,
    "prothena": 737,
    "purple": 738,
    "quanterix": 739,
    "result": 740,
    "kla": 741,
    "corporation": 742,
    "rpm": 743,
    "international": 744,
    "global": 745,
    "sanderson": 746,
    "farm": 747,
    "schlumberger": 748,
    "selvaag": 749,
    "bolig": 750,
    "asa": 751,
    "think": 752,
    "happen": 753,
    "next": 754,
    "softbank": 755,
    "last": 756,
    "laugh": 757,
    "wework": 758,
    "sonoma": 759,
    "starbuck": 760,
    "accord": 761,
    "investment": 762,
    "meet": 763,
    "executive": 764,
    "parker": 765,
    "hannifin": 766,
    "synergy": 767,
    "recovery": 768,
    "wendy": 769,
    "breakfast": 770,
    "digital": 771,
    "syanptic": 772,
    "strength": 773,
    "synaptic": 774,
    "synopsys": 775,
    "te": 776,
    "connectivity": 777,
    "teekay": 778,
    "tanker": 779,
    "notch": 780,
    "texas": 781,
    "instruments": 782,
    "twitter": 783,
    "u.s": 784,
    "service": 785,
    "peloton": 786,
    "’s": 787,
    "sale": 788,
    "frozen": 789,
    "ii": 790,
    "doll": 791,
    "black": 792,
    "friday": 793,
    "udr": 794,
    "unisys": 795,
    "sidoti": 796,
    "unitedhealth": 797,
    "vertex": 798,
    "vertical": 799,
    "allison": 800,
    "transmission": 801,
    "break": 802,
    "voyager": 803,
    "walt": 804,
    "dori": 805,
    "kesten": 806,
    "marriott": 807,
    "note": 808,
    "hotel": 809,
    "chain": 810,
    "sha": 811,
    "still": 812,
    "mobile": 813,
    "unsurprise": 814,
    "ceo": 815,
    "change": 816,
    "westlake": 817,
    "cos": 818,
    "zendesk": 819,
    "number": 820,
    "victoria": 821,
    "secret": 822,
    "react": 823,
    "fcc": 824,
    "decision": 825,
    "band": 826,
    "spectrum": 827,
    "auction": 828,
    "arex": 829,
    "ramp": 830,
    "zagg": 831,
    "aviation": 832,
    "assign": 833,
    "baa2": 834,
    "benzinga": 835,
    "december": 836,
    "november": 837,
    "coverage": 838,
    "range": 839,
    "abbvie": 840,
    "empty": 841,
    "sally": 842,
    "beauty": 843,
    "ca.60": 844,
    "vecima": 845,
    "networks": 846,
    "worth": 847,
    "chicken": 848,
    "soup": 849,
    "soul": 850,
    "third": 851,
    "quarter": 852,
    "own": 853,
    "prominent": 854,
    "seller": 855,
    "andrew": 856,
    "leave": 857,
    "coin": 858,
    "toss": 859,
    "keep": 860,
    "gds": 861,
    "release": 862,
    "tensioner": 863,
    "grow": 864,
    "stop": 865,
    "system": 866,
    "technavio": 867,
    "johnson": 868,
    "vi": 869,
    "liveperson": 870,
    "miller": 871,
    "chip": 872,
    "space": 873,
    "transformation": 874,
    "box": 875,
    "pipestone": 876,
    "ca.55": 877,
    "cruises": 878,
    "ltd": 879,
    "full": 880,
    "come": 881,
    "spirit": 882,
    "airlines": 883,
    "tjx": 884,
    "q3": 885,
    "factset": 886,
    "consensus": 887,
    "gilead": 888,
    "gopro": 889,
    "micron": 890,
    "pfizer": 891,
    "valero": 892,
    "zynga": 893,
    "2/4": 894,
    "us.08": 895,
    "weibo": 896,
    "valaris": 897,
    "william": 898,
    "blair": 899,
    "rival": 900,
    "press": 901,
    "viasat": 902,
    "fed": 903,
    "fail": 904,
    "samp;p500": 905,
    "economy": 906,
    "marketscreener": 907,
    "ireland": 908,
    "toll": 909,
    "nova": 910,
    "scotia": 911,
    "scotiabank": 912,
    "somewhat": 913,
    "elevated": 914,
    "loan": 915,
    "loss": 916,
    "quart": 917,
    "bankofnovascotia": 918,
    "breakingviews": 919,
    "loose": 920,
    "effort": 921,
    "cast": 922,
    "shadow": 923,
    "european": 924,
    "main": 925,
    "us": 926,
    "europe": 927,
    "halfway": 928,
    "trillion": 929,
    "sour": 930,
    "cr": 931,
    "eurozone": 932,
    "already": 933,
    "hurt": 934,
    "covid-19": 935,
    "ecb": 936,
    "liquidity": 937,
    "drain": 938,
    "spoil": 939,
    "surge": 940,
    "inspire": 941,
    "panic": 942,
    "zero": 943,
    "hedge": 944,
    "policymaker": 945,
    "work": 946,
    "damage": 947,
    "pandemic": 948,
    "pause": 949,
    "small": 950,
    "highly": 951,
    "vulnerable": 952,
    "crisis": 953,
    "--": 954,
    "fedreport": 955,
    "pose": 956,
    "bullard": 957,
    "noticeably": 958,
    "corporate": 959,
    "measure": 960,
    "former": 961,
    "chief": 962,
    "bernanke": 963,
    "bad": 964,
    "quick": 965,
    "janet": 966,
    "yellen": 967,
    "v": 968,
    "shaped": 969,
    "economic": 970,
    "possible,'": 971,
    "worried": 972,
    "outcome": 973,
    "lagarde": 974,
    "fight": 975,
    "threat": 976,
    "option": 977,
    "inflation": 978,
    "imfblog": 979,
    "boom": 980,
    "feature": 981,
    "rapid": 982,
    "construction": 983,
    "never": 984,
    "end": 985,
    "overall": 986,
    "temporary": 987,
    "continue": 988,
    "shrink": 989,
    "schweizerische": 990,
    "nationalbank": 991,
    "switzerland": 992,
    "grip": 993,
    "world": 994,
    "borrowing": 995,
    "official": 996,
    "worry": 997,
    "self": 998,
    "impose": 999,
    "bond": 1000,
    "thailand": 1001,
    "limited": 1002,
    "deliver": 1003,
    "\"": 1004,
    "dose": 1005,
    "monetary": 1006,
    "policy": 1007,
    "central": 1008,
    "governor": 1009,
    "cautio": 1010,
    "federal": 1011,
    "reserve": 1012,
    "rescue": 1013,
    "overnight": 1014,
    "lending": 1015,
    "appear": 1016,
    "side": 1017,
    "effect": 1018,
    "j": 1019,
    "uae": 1020,
    "stimulus": 1021,
    "help": 1022,
    "increase": 1023,
    "problem": 1024,
    "marketscreen": 1025,
    "cbank": 1026,
    "blame": 1027,
    "enormous": 1028,
    "debt": 1029,
    "default": 1030,
    "wave": 1031,
    "fault": 1032,
    "chair": 1033,
    "powell": 1034,
    "reason": 1035,
    "wage": 1036,
    "job": 1037,
    "chairman": 1038,
    "jerome": 1039,
    "resilient": 1040,
    "even": 1041,
    "bazooka": 1042,
    "soothe": 1043,
    "dollar": 1044,
    "squeeze": 1045,
    "daly": 1046,
    "weather": 1047,
    "storm": 1048,
    "kaplan": 1049,
    "mute": 1050,
    "time": 1051,
    "radio": 1052,
    "mary": 1053,
    "current": 1054,
    "interest": 1055,
    "mester": 1056,
    "upbeat": 1057,
    "wait": 1058,
    "rosengren": 1059,
    "optimistic": 1060,
    "unlikely": 1061,
    "downturn": 1062,
    "malpass": 1063,
    "progress": 1064,
    "relief": 1065,
    "commercial": 1066,
    ".345": 1067,
    "billion": 1068,
    "earlie": 1069,
    "czech": 1070,
    "cloud": 1071,
    "export": 1072,
    "volume": 1073,
    "carefully": 1074,
    "brace": 1075,
    "payman": 1076,
    "italy": 1077,
    "unveil": 1078,
    "battle": 1079,
    "crunch": 1080,
    "support": 1081,
    "facility": 1082,
    "money": 1083,
    "strategist": 1084,
    "establish": 1085,
    "facilitate": 1086,
    "via": 1087,
    "revive": 1088,
    "talf": 1089,
    "bolster": 1090,
    "ab": 1091,
    "financing": 1092,
    ".@worldbank": 1093,
    "ask": 1094,
    "g20": 1095,
    "leader": 1096,
    "suspend": 1097,
    "repayment": 1098,
    "poor": 1099,
    "country": 1100,
    "focus": 1101,
    "critica": 1102,
    "allocation": 1103,
    "committee": 1104,
    "2q2020": 1105,
    "contagion": 1106,
    "invest": 1107,
    "australia": 1108,
    "pump": 1109,
    "propose": 1110,
    "ease": 1111,
    "condition": 1112,
    "plan": 1113,
    "additional": 1114,
    ".2": 1115,
    "stricken": 1116,
    "includ": 1117,
    "israel": 1118,
    "expand": 1119,
    "qe": 1120,
    ".6": 1121,
    "brazil": 1122,
    "prop": 1123,
    "currency": 1124,
    "contribute": 1125,
    "impact": 1126,
    "gabriel": 1127,
    "make": 1128,
    "easy": 1129,
    "tap": 1130,
    "collateral": 1131,
    "requirement": 1132,
    "borrow": 1133,
    "eib": 1134,
    "mustread": 1135,
    "➡": 1136,
    "️eib": 1137,
    "survey": 1138,
    "cesee": 1139,
    "opinion": 1140,
    "region": 1141,
    "unlimited": 1142,
    "quarle": 1143,
    "away": 1144,
    "sized": 1145,
    "create": 1146,
    "st": 1147,
    "three": 1148,
    "detail": 1149,
    "finalize": 1150,
    "government": 1151,
    "globally": 1152,
    "pledge": 1153,
    "dizzying": 1154,
    "trillion-and": 1155,
    "counting": 1156,
    "struggli": 1157,
    "imf": 1158,
    "encourage": 1159,
    "resurge": 1160,
    "instant": 1161,
    "unprecedented": 1162,
    "guarantee": 1163,
    "euro": 1164,
    "mexico": 1165,
    "5th": 1166,
    "stagnation": 1167,
    "fifth": 1168,
    "straight": 1169,
    "admit": 1170,
    "choice": 1171,
    "use": 1172,
    "freezerohedge": 1173,
    "aggressively": 1174,
    "snb": 1175,
    "sight": 1176,
    "deposit": 1177,
    "second": 1178,
    "level": 1179,
    "korea": 1180,
    "face": 1181,
    "coronavirus-not": 1182,
    "move": 1183,
    "program": 1184,
    "allow": 1185,
    "foray": 1186,
    "certain": 1187,
    "restore": 1188,
    "order": 1189,
    "u.k": 1190,
    "fintech": 1191,
    "emergency": 1192,
    "fomc": 1193,
    "dot": 1194,
    "plot": 1195,
    "indicate": 1196,
    "have": 1197,
    "consumer": 1198,
    "p": 1199,
    "really": 1200,
    "yet": 1201,
    "stimulate": 1202,
    "spending": 1203,
    "ben": 1204,
    "today": 1205,
    "ha": 1206,
    "also": 1207,
    "direct": 1208,
    "desk": 1209,
    "conduct": 1210,
    "repurchase": 1211,
    "agreement": 1212,
    "operation": 1213,
    "bill": 1214,
    "least": 1215,
    "lend": 1216,
    "anybody": 1217,
    "live": 1218,
    "virtual": 1219,
    "discussion": 1220,
    "clearly": 1221,
    "unelecte": 1222,
    "mandate": 1223,
    "pivot": 1224,
    "politic": 1225,
    "try": 1226,
    "discuss": 1227,
    "shift": 1228,
    ".@timlampkin": 1229,
    "@higherpurposeco": 1230,
    "part": 1231,
    "louis": 1232,
    "development": 1233,
    "advisory": 1234,
    "counc": 1235,
    "@timlampkin": 1236,
    "counci": 1237,
    "russia": 1238,
    "wsj": 1239,
    "primer": 1240,
    "novel": 1241,
    "emerge": 1242,
    "priority": 1243,
    "feed": 1244,
    "plight": 1245,
    "application": 1246,
    "participation": 1247,
    "paper": 1248,
    "must": 1249,
    "submit": 1250,
    "thursday": 1251,
    "ne": 1252,
    "argia": 1253,
    "sbordone": 1254,
    "finding": 1255,
    "anchoring": 1256,
    "joint": 1257,
    "ce": 1258,
    "municipal": 1259,
    "necessary": 1260,
    "taux": 1261,
    "authority": 1262,
    "poloz": 1263,
    "era": 1264,
    "england": 1265,
    "activate": 1266,
    "mark": 1267,
    "carney": 1268,
    "offer": 1269,
    "backing": 1270,
    "plank": 1271,
    "uk": 1272,
    "prime": 1273,
    "minister": 1274,
    "boris": 1275,
    "economi": 1276,
    "hang": 1277,
    "hat": 1278,
    "@flacqua": 1279,
    "sit": 1280,
    "gov": 1281,
    "co": 1282,
    "kb": 1283,
    "bankofireland": 1284,
    "notification": 1285,
    "shareholding": 1286,
    "pillar": 1287,
    "disclosure": 1288,
    "branch": 1289,
    "response": 1290,
    "jamaica": 1291,
    "repo": 1292,
    "bankofjamaica": 1293,
    "-10": 1294,
    "february": 1295,
    "cd": 1296,
    "japan": 1297,
    "account": 1298,
    "march": 1299,
    "bankofjapan": 1300,
    "statistic": 1301,
    "transaction": 1302,
    "jan": 1303,
    "bis": 1304,
    "locational": 1305,
    "banking": 1306,
    "interna": 1307,
    "consecutive": 1308,
    "administrator": 1309,
    "pilkerton": 1310,
    "statement": 1311,
    "usmca": 1312,
    "queensland": 1313,
    "trading": 1314,
    "halt": 1315,
    "bankofqueensland": 1316,
    "killing": 1317,
    "bailout": 1318,
    "payroll": 1319,
    "issue": 1320,
    "boe": 1321,
    "haldane": 1322,
    "peak": 1323,
    "globalisation": 1324,
    "boj": 1325,
    "abe": 1326,
    "cap": 1327,
    "cycle": 1328,
    "final": 1329,
    "canadian": 1330,
    "succulent": 1331,
    "yield": 1332,
    "philippine": 1333,
    "bangko": 1334,
    "sentral": 1335,
    "ng": 1336,
    "pilipinas": 1337,
    "convene": 1338,
    "education": 1339,
    "evolve": 1340,
    "present": 1341,
    "senate": 1342,
    "housing": 1343,
    "urban": 1344,
    "affairs": 1345,
    "speak": 1346,
    "unchanged": 1347,
    "conventional": 1348,
    "expansion": 1349,
    "ability": 1350,
    "successfully": 1351,
    "depend": 1352,
    "exist": 1353,
    "hong": 1354,
    "kong": 1355,
    "worsen": 1356,
    "chinese": 1357,
    "medium": 1358,
    "stunner": 1359,
    "christine": 1360,
    "skeptic": 1361,
    "cleveland": 1362,
    "president": 1363,
    "require": 1364,
    "careful": 1365,
    "monitoring": 1366,
    "commerzbank": 1367,
    "tell": 1368,
    "speed": 1369,
    "restructuring": 1370,
    "fear": 1371,
    "@bcheungz": 1372,
    "unexpected": 1373,
    "hike": 1374,
    "koruna": 1375,
    "seven": 1376,
    "dealer": 1377,
    "gobble": 1378,
    "bapf": 1379,
    "derby": 1380,
    "swollen": 1381,
    "balance": 1382,
    "sheet": 1383,
    "remain": 1384,
    "qeternity": 1385,
    "kill": 1386,
    "fiscal": 1387,
    "house": 1388,
    "headache": 1389,
    "solve": 1390,
    "open": 1391,
    "dissent": 1392,
    "will": 1393,
    "egypt": 1394,
    "appoint": 1395,
    "-state": 1396,
    "india": 1397,
    "enjoy": 1398,
    "firepower": 1399,
    "shore": 1400,
    "eu": 1401,
    "regulator": 1402,
    "lie": 1403,
    "tough": 1404,
    "doomsday": 1405,
    "stress": 1406,
    "test": 1407,
    "-0.5": 1408,
    "round": 1409,
    "somewhere": 1410,
    ".5": 1411,
    "neighborhood": 1412,
    "fbn": 1413,
    "wall": 1414,
    "stre": 1415,
    "explainer": 1416,
    "exploration": 1417,
    "deepen": 1418,
    ".8": 1419,
    ".07": 1420,
    "aim": 1421,
    "half": 1422,
    "hose": 1423,
    "bombard": 1424,
    "limitless": 1425,
    "investor": 1426,
    "barely": 1427,
    "respond": 1428,
    "anymore": 1429,
    "fact": 1430,
    "reality'": 1431,
    "lawmaker": 1432,
    "notice": 1433,
    "role": 1434,
    "counter": 1435,
    "terrific": 1436,
    "senator": 1437,
    "trump": 1438,
    "cushion": 1439,
    "economist": 1440,
    "swonk": 1441,
    "intervene": 1442,
    ".55": 1443,
    "weekend": 1444,
    "tick": 1445,
    "super": 1446,
    "glued": 1447,
    "seat": 1448,
    "election": 1449,
    "stellar": 1450,
    "effectively": 1451,
    "lender": 1452,
    "flag": 1453,
    "monitor": 1454,
    "outbreak": 1455,
    "broad": 1456,
    "disruption": 1457,
    "4th": 1458,
    "nominee": 1459,
    "judy": 1460,
    "shelton": 1461,
    "bipartisan": 1462,
    "grilling": 1463,
    "evidence": 1464,
    "prepare": 1465,
    "provide": 1466,
    "phase": 1467,
    "trade": 1468,
    "corroboration": 1469,
    "oversubscribe": 1470,
    "clamor": 1471,
    "opportunityoccupation": 1472,
    "yr": 1473,
    "collegedegree": 1474,
    "pay": 1475,
    "national": 1476,
    "annual": 1477,
    "protection": 1478,
    "mnuchin": 1479,
    "monday": 1480,
    "white": 1481,
    "secondary": 1482,
    "fast": 1483,
    "retreat": 1484,
    "sba": 1485,
    "ppp": 1486,
    "backe": 1487,
    "major": 1488,
    "-2-": 1489,
    "intervention": 1490,
    "warranty": 1491,
    "whichever": 1492,
    "dependent": 1493,
    "incoming": 1494,
    "information": 1495,
    "steer": 1496,
    "divide": 1497,
    "toward": 1498,
    "declare": 1499,
    "board": 1500,
    "termination": 1501,
    "enforcement": 1502,
    "discover": 1503,
    "close": 1504,
    "acknowledge": 1505,
    "save": 1506,
    "-it": 1507,
    "ag": 1508,
    "lowers": 1509,
    "leverage": 1510,
    "ratio": 1511,
    "specifically": 1512,
    "much": 1513,
    "uncertainty": 1514,
    "publish": 1515,
    "backstop": 1516,
    "payment": 1517,
    "temperature": 1518,
    "july": 1519,
    "revisit": 1520,
    "testing": 1521,
    "rule": 1522,
    "fairly": 1523,
    "balanced": 1524,
    "talk": 1525,
    "spread": 1526,
    "want": 1527,
    "prevent": 1528,
    "oppose": 1529,
    "recent": 1530,
    "series": 1531,
    "would": 1532,
    "prefer": 1533,
    "september": 1534,
    "dispute": 1535,
    "notion": 1536,
    "welfare": 1537,
    "dissuade": 1538,
    "americans": 1539,
    "seek": 1540,
    "webcast": 1541,
    "urge": 1542,
    "patience": 1543,
    "consider": 1544,
    "lock": 1545,
    "finance": 1546,
    "nation": 1547,
    "driver": 1548,
    "jeffrey": 1549,
    "rosenberg": 1550,
    "bla": 1551,
    "chairwoman": 1552,
    "slam": 1553,
    "brake": 1554,
    "future": 1555,
    "fully": 1556,
    "helicopter": 1557,
    "valid": 1558,
    "tool": 1559,
    "banker": 1560,
    "might": 1561,
    "hellenic": 1562,
    "exchange": 1563,
    "eurobank": 1564,
    "regulate": 1565,
    "law": 1566,
    "3556/2": 1567,
    "hellenicexchange": 1568,
    "greece": 1569,
    "people": 1570,
    "honduras": 1571,
    "drm": 1572,
    "catastrophe": 1573,
    "defer": 1574,
    "drawdown": 1575,
    "cat": 1576,
    "ddo": 1577,
    "african": 1578,
    "department": 1579,
    "director": 1580,
    "abebe": 1581,
    "aemro": 1582,
    "selassie": 1583,
    "@cnbcafrica": 1584,
    "pm": 1585,
    "lago": 1586,
    "dc": 1587,
    "somalia": 1588,
    "eligible": 1589,
    "initial": 1590,
    "important": 1591,
    "ukraine": 1592,
    "haircut": 1593,
    "accept": 1594,
    "greek": 1595,
    "collater": 1596,
    "mena": 1597,
    "approve": 1598,
    "million": 1599,
    "tunisia": 1600,
    "address": 1601,
    "hu": 1602,
    "laden": 1603,
    "indonesia": 1604,
    "sound": 1605,
    "cautious": 1606,
    "tone": 1607,
    "unless": 1608,
    "magyar": 1609,
    "nemzeti": 1610,
    "effective": 1611,
    "april": 1612,
    "seem": 1613,
    "odd": 1614,
    "etfs": 1615,
    "-œ": 1616,
    "f": 1617,
    "ago": 1618,
    "blow": 1619,
    "fix": 1620,
    "income": 1621,
    "duration": 1622,
    "bubble": 1623,
    "right": 1624,
    "across": 1625,
    "italian": 1626,
    "ready": 1627,
    "tempora": 1628,
    "panel": 1629,
    "complacency": 1630,
    "tuesday": 1631,
    "victory": 1632,
    "employment": 1633,
    "kenya": 1634,
    "scrap": 1635,
    "komileva": 1636,
    "far": 1637,
    "dump": 1638,
    "negative": 1639,
    "latin": 1640,
    "surprise": 1641,
    "dial": 1642,
    "bet": 1643,
    "interview": 1644,
    "unwillingness": 1645,
    "draw": 1646,
    "spat": 1647,
    "warning": 1648,
    "repos": 1649,
    "remark": 1650,
    "decade": 1651,
    "meeting": 1652,
    "▶": 1653,
    "️": 1654,
    "participant": 1655,
    "bid": 1656,
    "nearly": 1657,
    "twice": 1658,
    "whic": 1659,
    "autonomy": 1660,
    "amlo": 1661,
    "linger": 1662,
    "24.03.2020": 1663,
    "das": 1664,
    "draghi": 1665,
    "encore": 1666,
    "rbi": 1667,
    "active": 1668,
    "retail": 1669,
    "msme": 1670,
    "mpc": 1671,
    "uncertain": 1672,
    "n.y": 1673,
    "op": 1674,
    ".05b": 1675,
    "plea": 1676,
    "brussels": 1677,
    "city": 1678,
    "access": 1679,
    "@fedfraser": 1680,
    "timeline": 1681,
    "historic": 1682,
    "unemployment": 1683,
    "staff": 1684,
    "study": 1685,
    "kenneth": 1686,
    "garbade": 1687,
    "examine": 1688,
    "control": 1689,
    "registration": 1690,
    "reduce": 1691,
    "sofr": 1692,
    "average": 1693,
    "zealand": 1694,
    "norway": 1695,
    "politician": 1696,
    "meddle": 1697,
    "massive": 1698,
    "sovereign": 1699,
    "wea": 1700,
    "available": 1701,
    "weekly": 1702,
    "datum": 1703,
    "liability": 1704,
    "united": 1705,
    "states": 1706,
    "feddata": 1707,
    "ny": 1708,
    "bln": 1709,
    "@mdbaccardax": 1710,
    "qt": 1711,
    "clarity": 1712,
    "quicken": 1713,
    "loans": 1714,
    "orr": 1715,
    "signal": 1716,
    "readiness": 1717,
    "parkmead": 1718,
    "announcement": 1719,
    "-25": 1720,
    "patrick": 1721,
    "harker": 1722,
    "philly": 1723,
    "pboc": 1724,
    "speculator": 1725,
    "resolve": 1726,
    "gradually": 1727,
    "downward": 1728,
    "peter": 1729,
    "conti": 1730,
    "brown": 1731,
    "relationship": 1732,
    "glass": 1733,
    "sturdy": 1734,
    "spill": 1735,
    "council": 1736,
    "infinity": 1737,
    "begin": 1738,
    "stockmarket": 1739,
    "push": 1740,
    "read": 1741,
    "regional": 1742,
    "favor": 1743,
    "steady": 1744,
    "worsening": 1745,
    "affect": 1746,
    "intangible": 1747,
    "haskel": 1748,
    "robert": 1749,
    "bar": 1750,
    "sixth": 1751,
    "russian": 1752,
    "romanian": 1753,
    "commodity": 1754,
    "chaos": 1755,
    "eco": 1756,
    "saudi": 1757,
    "arabian": 1758,
    "agency": 1759,
    "sama": 1760,
    "licenses": 1761,
    "halalah": 1762,
    "bayanpay": 1763,
    "saudiarabianmonetaryagency": 1764,
    "sbi": 1765,
    "mclr": 1766,
    "base": 1767,
    "basis": 1768,
    "tenor": 1769,
    "size": 1770,
    "south": 1771,
    "regulatory": 1772,
    "guidance": 1773,
    "jim": 1774,
    "recommend": 1775,
    "adjustment": 1776,
    "period'": 1777,
    "thre": 1778,
    "throe": 1779,
    "absol": 1780,
    "sweden": 1781,
    "riksbank": 1782,
    "underscore": 1783,
    "commitment": 1784,
    "swedish": 1785,
    "feb": 1786,
    "reuter": 1787,
    "poll": 1788,
    "fresh": 1789,
    "contain": 1790,
    "baht": 1791,
    "extra": 1792,
    "demand": 1793,
    "soar": 1794,
    "regu": 1795,
    "extend": 1796,
    "surprising": 1797,
    "dive": 1798,
    "quantitative": 1799,
    "easing": 1800,
    "bi": 1801,
    "junk": 1802,
    "wide": 1803,
    "probably": 1804,
    "decide": 1805,
    "initiative": 1806,
    "many": 1807,
    "com": 1808,
    "nyse": 1809,
    "remotely": 1810,
    "nat": 1811,
    "conundrum": 1812,
    "enough": 1813,
    "insight": 1814,
    "@cmegroup": 1815,
    "mean": 1816,
    "grade": 1817,
    "lqd": 1818,
    "lot": 1819,
    "involve": 1820,
    "@bopinion": 1821,
    "directly": 1822,
    "outside": 1823,
    "narayana": 1824,
    "kocherlakota": 1825,
    "sidestep": 1826,
    "bickering": 1827,
    "congress": 1828,
    "sweeping": 1829,
    "lid": 1830,
    "barrage": 1831,
    "function": 1832,
    "efficiently": 1833,
    "wake": 1834,
    "cor": 1835,
    "ensure": 1836,
    "bo": 1837,
    "assure": 1838,
    "essentially": 1839,
    "liquid": 1840,
    "whatever": 1841,
    "ravage": 1842,
    "wade": 1843,
    ".9": 1844,
    "shuttered": 1845,
    "roll": 1846,
    "array": 1847,
    "pro": 1848,
    "extraordinary": 1849,
    "re": 1850,
    "seize": 1851,
    "soften": 1852,
    "b": 1853,
    "emergence": 1854,
    "power": 1855,
    "player": 1856,
    "independence": 1857,
    "advice": 1858,
    "capacity": 1859,
    "serve": 1860,
    "assistance": 1861,
    "member": 1862,
    "covid19": 1863,
    "back": 1864,
    "campaign": 1865,
    "uganda": 1866,
    "man": 1867,
    "become": 1868,
    "britain": 1869,
    "total": 1870,
    "quarterly": 1871,
    "handoff": 1872,
    "risky": 1873,
    "normal": 1874,
    "wealth": 1875,
    "proud": 1876,
    "assist": 1877,
    "@ustreasury": 1878,
    "guide": 1879,
    "snapshot": 1880,
    "jinzhou": 1881,
    "unload": 1882,
    "theirã‚â": 1883,
    "r": 1884,
    "interbank": 1885,
    "decrease": 1886,
    "nonessential": 1887,
    "scramble": 1888,
    "opaque": 1889,
    "corner": 1890,
    "little": 1891,
    "write": 1892,
    "disbursement": 1893,
    "€": 1894,
    "176.5": 1895,
    "northmacedonia": 1896,
    "suppor": 1897,
    "amount": 1898,
    "eye": 1899,
    "-minist": 1900,
    "turkey": 1901,
    "intend": 1902,
    "slowdown": 1903,
    "fuel": 1904,
    "lay": 1905,
    "suggest": 1906,
    "diverge": 1907,
    "brexit": 1908,
    "cram": 1909,
    "ripple": 1910,
    "none": 1911,
    "block": 1912,
    "iran": 1913,
    "request": 1914,
    ".555": 1915,
    "watchdog": 1916,
    "gauge": 1917,
    "retire": 1918,
    "libor": 1919,
    "libra": 1920,
    "rapidly": 1921,
    "mass": 1922,
    "vital": 1923,
    "conversation": 1924,
    "around": 1925,
    "eighth": 1926,
    "district": 1927,
    "way": 1928,
    "listen": 1929,
    "news": 1930,
    "avoid": 1931,
    "qe4": 1932,
    "repocalypse": 1933,
    "imminent": 1934,
    "follow": 1935,
    "unanimous": 1936,
    "un": 1937,
    "likely": 1938,
    "jay": 1939,
    "getting": 1940,
    "course": 1941,
    "war": 1942,
    "@richmiller28": 1943,
    "minute": 1944,
    "clue": 1945,
    "creative": 1946,
    "cnn": 1947,
    "creditor": 1948,
    "deploy": 1949,
    "northeast": 1950,
    "reconsider": 1951,
    "zimbabwe": 1952,
    "reverse": 1953,
    "halve": 1954,
    "’ve": 1955,
    "card": 1956,
    "suck": 1957,
    "safe": 1958,
    "somebody": 1959,
    "die": 1960,
    "markey": 1961,
    "autopilot": 1962,
    "hearing": 1963,
    "totally": 1964,
    "unicorn": 1965,
    "scooter": 1966,
    "impale": 1967,
    "hoof": 1968,
    "pilot": 1969,
    "dry": 1970,
    "ground": 1971,
    "flight": 1972,
    "mainland": 1973,
    "partial": 1974,
    "amgen": 1975,
    "brain": 1976,
    "cancer": 1977,
    "abraxas": 1978,
    "chapter": 1979,
    "horizon": 1980,
    "max": 1981,
    "claim": 1982,
    "communication": 1983,
    "caterpillar": 1984,
    "cymabay": 1985,
    "clinical": 1986,
    "seladelpar": 1987,
    "histological": 1988,
    "observe": 1989,
    "fda": 1990,
    "thumb": 1991,
    "correvio": 1992,
    "brinavess": 1993,
    "af": 1994,
    "cytosorbent": 1995,
    "temporarily": 1996,
    "enrollment": 1997,
    "refresh": 1998,
    "aki": 1999,
    "recommendation": 2000,
    "la": 2001,
    "jolla": 2002,
    "reassess": 2003,
    "ljpc-401": 2004,
    "coffeee": 2005,
    "comment": 2006,
    "license": 2007,
    "unilever": 2008,
    "recall": 2009,
    "product": 2010,
    "vaping": 2011,
    "backward": 2012,
    "larry": 2013,
    "merlo": 2014,
    "something": 2015,
    "do": 2016,
    "pain": 2017,
    "tanger": 2018,
    "store": 2019,
    "airbus": 2020,
    "delivery": 2021,
    "eleven": 2022,
    "office": 2023,
    "unit": 2024,
    "reminder": 2025,
    "riskiest": 2026,
    "gsib": 2027,
    "score": 2028,
    "4.0": 2029,
    "surcharge": 2030,
    "liquidation": 2031,
    "loom": 2032,
    "jet": 2033,
    "airway": 2034,
    "bidder": 2035,
    "axonic": 2036,
    "offering": 2037,
    "hour": 2038,
    "blackrock": 2039,
    "admonish": 2040,
    "siemen": 2041,
    "environmental": 2042,
    "force": 2043,
    "boee": 2044,
    "january": 2045,
    "slip": 2046,
    "count": 2047,
    "de": 2048,
    "unite": 2049,
    "bristol": 2050,
    "myers": 2051,
    "opdivo": 2052,
    "yervoy": 2053,
    "disappoint": 2054,
    "melanoma": 2055,
    "bumble": 2056,
    "bee": 2057,
    "file": 2058,
    "bankruptcy": 2059,
    "fine": 2060,
    "tuna": 2061,
    "fixing": 2062,
    "food": 2063,
    "legal": 2064,
    "challenge": 2065,
    "burberry": 2066,
    "luxury": 2067,
    "viral": 2068,
    "epidemic": 2069,
    "devastate": 2070,
    "bw": 2071,
    "dht": 2072,
    "california": 2073,
    "reject": 2074,
    "sezzle": 2075,
    "state": 2076,
    "worker": 2077,
    "carmaker": 2078,
    "factory": 2079,
    "dampen": 2080,
    "correct": 2081,
    "tapestry": 2082,
    "mln-": 2083,
    "mln": 2084,
    "nissan": 2085,
    "400,000": 2086,
    "vehicle": 2087,
    "defect": 2088,
    "nov": 2089,
    "delta": 2090,
    "airline": 2091,
    "disney+": 2092,
    "backlash": 2093,
    "simpson": 2094,
    "aspect": 2095,
    "dna": 2096,
    "verita": 2097,
    "genetic": 2098,
    "snag": 2099,
    "electrolux": 2100,
    "incur": 2101,
    "charge": 2102,
    "overhaul": 2103,
    "expedia": 2104,
    "deeply": 2105,
    "seo": 2106,
    "fire": 2107,
    "political": 2108,
    "vanish": 2109,
    "archive": 2110,
    "ft": 2111,
    "factbox": 2112,
    "automaker": 2113,
    "finnair": 2114,
    "cancel": 2115,
    "union": 2116,
    "solidarity": 2117,
    "strike": 2118,
    "finnairoyj": 2119,
    "500,000": 2120,
    "pickup": 2121,
    "risks": 2122,
    "mustang": 2123,
    "fan": 2124,
    "pry": 2125,
    "cold": 2126,
    "dead": 2127,
    "finger": 2128,
    "bonus": 2129,
    "peril": 2130,
    "ftc": 2131,
    "rbc": 2132,
    "mahaney": 2133,
    "car": 2134,
    "treatment": 2135,
    "suffer": 2136,
    "yescarta": 2137,
    "embroil": 2138,
    "1mdb": 2139,
    "scandal": 2140,
    "exit": 2141,
    "gulfport": 2142,
    "houston": 2143,
    "harvest": 2144,
    "scale": 2145,
    "previously": 2146,
    "agree": 2147,
    "q1": 2148,
    "ugly": 2149,
    "honda": 2150,
    "wuhan": 2151,
    "plant": 2152,
    "nikkei": 2153,
    "employee": 2154,
    "unpaid": 2155,
    "scmp": 2156,
    "travel": 2157,
    "hyundai": 2158,
    "motor": 2159,
    "kia": 2160,
    "idle": 2161,
    "ifa": 2162,
    "irish": 2163,
    "farmer": 2164,
    "association": 2165,
    "hand": 2166,
    "letter": 2167,
    "protest": 2168,
    "mi": 2169,
    "sharply": 2170,
    "word": 2171,
    "hp": 2172,
    "xerox": 2173,
    "ter": 2174,
    "ing": 2175,
    "fourth": 2176,
    "quite": 2177,
    "challenging": 2178,
    "cfo": 2179,
    "delist": 2180,
    "jaguar": 2181,
    "land": 2182,
    "rover": 2183,
    "output": 2184,
    "lifeblood": 2185,
    "merchant": 2186,
    "threaten": 2187,
    "infect": 2188,
    "loonie": 2189,
    "dip": 2190,
    "l'oreal": 2191,
    "hamper": 2192,
    "shut": 2193,
    "anxiety": 2194,
    "macy": 2195,
    "soft": 2196,
    "tourism": 2197,
    "performance": 2198,
    "tier": 2199,
    "mall": 2200,
    "weigh": 2201,
    "mitsubishi": 2202,
    "postpones": 2203,
    "spacejet": 2204,
    "special": 2205,
    "nike": 2206,
    "transition": 2207,
    "argentina": 2208,
    "chile": 2209,
    "uruguay": 2210,
    "distributor": 2211,
    "partnership": 2212,
    "presure": 2213,
    "nintendo": 2214,
    "switch": 2215,
    "shipment": 2216,
    "deep": 2217,
    "reuters": 2218,
    "novartis": 2219,
    "shanghai": 2220,
    "site": 2221,
    "ntsb": 2222,
    "redesign": 2223,
    "thousand": 2224,
    "737s": 2225,
    "criticize": 2226,
    "safety": 2227,
    "culture": 2228,
    "nutrien": 2229,
    "rocanville": 2230,
    "mine": 2231,
    "cn": 2232,
    "oracle": 2233,
    "steep": 2234,
    "bsnl": 2235,
    "mtnl": 2236,
    "lead": 2237,
    "conflict": 2238,
    "thiel": 2239,
    "internally": 2240,
    "pg&e": 2241,
    "pizza": 2242,
    "hut": 2243,
    "struggle": 2244,
    "turnaround": 2245,
    "anglogold": 2246,
    "guinea": 2247,
    "gold": 2248,
    "qualcomm": 2249,
    "uneven": 2250,
    "g": 2251,
    "mail": 2252,
    "labor": 2253,
    "trouble": 2254,
    "throw": 2255,
    "jeopardy": 2256,
    "rusal": 2257,
    "aluminium": 2258,
    "sanction": 2259,
    "s.": 2260,
    "airways": 2261,
    "foreign": 2262,
    "local": 2263,
    "route": 2264,
    "afloat": 2265,
    "saputo": 2266,
    "closure": 2267,
    "dairy": 2268,
    "sider": 2269,
    "squibb": 2270,
    "q4": 2271,
    "trigger": 2272,
    "multi": 2273,
    "writedown": 2274,
    "rare": 2275,
    "apology": 2276,
    "gamer": 2277,
    "google": 2278,
    "platform": 2279,
    "stadia": 2280,
    "chromecast": 2281,
    "dongle": 2282,
    "sparkle": 2283,
    "fade": 2284,
    "wipe": 2285,
    "steel": 2286,
    "giant": 2287,
    "axe": 2288,
    "3,000": 2289,
    "rip": 2290,
    "swiss": 2291,
    "adviser": 2292,
    "ethos": 2293,
    "spy": 2294,
    "cybertruck": 2295,
    "debut": 2296,
    "ridicule": 2297,
    "online": 2298,
    "armored": 2299,
    "window": 2300,
    "crack": 2301,
    "spi": 2302,
    "zealotry": 2303,
    "fundamental": 2304,
    "teva": 2305,
    "reveal": 2306,
    "spec": 2307,
    "sho": 2308,
    "supreme": 2309,
    "dark": 2310,
    "since": 2311,
    "drive": 2312,
    "fb": 2313,
    "division": 2314,
    "large": 2315,
    "sta": 2316,
    "tiktok": 2317,
    "diversify": 2318,
    "mount": 2319,
    "toyota": 2320,
    "supply": 2321,
    "logistic": 2322,
    "shutdown": 2323,
    "gather": 2324,
    "pace": 2325,
    "premium": 2326,
    "micro": 2327,
    "devices": 2328,
    "trans": 2329,
    "mountain": 2330,
    "c.6b": 2331,
    "tsb": 2332,
    "strategy": 2333,
    "tullow": 2334,
    "founder": 2335,
    "travis": 2336,
    "kalanick": 2337,
    "operate": 2338,
    "aware": 2339,
    "app": 2340,
    "load": 2341,
    "renew": 2342,
    "unfit": 2343,
    "failure": 2344,
    "strip": 2345,
    "lipton": 2346,
    "knorr": 2347,
    "poultry": 2348,
    "suspensi": 2349,
    "goal": 2350,
    "stage": 2351,
    "trial": 2352,
    "liver": 2353,
    "disease": 2354,
    "plunge": 2355,
    "decline": 2356,
    "adamis": 2357,
    "zimhi": 2358,
    "treat": 2359,
    "overdose": 2360,
    "vans": 2361,
    "vf": 2362,
    "vietnam": 2363,
    "budget": 2364,
    "carrier": 2365,
    "vietjet": 2366,
    "jsc": 2367,
    "walmart": 2368,
    "subsidiary": 2369,
    "introduce": 2370,
    "pull": 2371,
    "plug": 2372,
    "jet.com": 2373,
    "grocery": 2374,
    "experience": 2375,
    "cosmetic": 2376,
    "maker": 2377,
    "coty": 2378,
    "process": 2379,
    "consume": 2380,
    "layoff": 2381,
    "thing": 2382,
    "upcoming": 2383,
    "nyt": 2384,
    "path": 2385,
    "survival": 2386,
    "narrow": 2387,
    "perilous": 2388,
    "wrong": 2389,
    "hear": 2390,
    "bloomberg": 2391,
    "ed": 2392,
    "ludlow": 2393,
    "@edludlow": 2394,
    "ban": 2395,
    "—": 2396,
    "petrobras": 2397,
    "discovery": 2398,
    "phillip": 2399,
    "bayway": 2400,
    "refinery": 2401,
    "exxon": 2402,
    "baton": 2403,
    "rouge": 2404,
    "footing": 2405,
    "rout": 2406,
    "mobil": 2407,
    "producer": 2408,
    "planned": 2409,
    "prices": 2410,
    "multifamily": 2411,
    "k": 2412,
    "f74": 2413,
    "100m+": 2414,
    "aquestive": 2415,
    "als": 2416,
    "@yahoofinance": 2417,
    "confirm": 2418,
    "approval": 2419,
    "exservan": 2420,
    "oral": 2421,
    "film": 2422,
    "amyotrophic": 2423,
    "lateral": 2424,
    "cinemark": 2425,
    "cnk": 2426,
    "ideas": 2427,
    "slideshow": 2428,
    "delmar": 2429,
    "interim": 2430,
    "val-083": 2431,
    "demonstrate": 2432,
    "hepion": 2433,
    "advance": 2434,
    "dosing": 2435,
    "ongoing": 2436,
    "ascending": 2437,
    "crv431": 2438,
    "acceptance": 2439,
    "obeticholic": 2440,
    "acid": 2441,
    "seeking": 2442,
    "accelerate": 2443,
    "akcea": 2444,
    "ionis": 2445,
    "ttr": 2446,
    "lrx": 2447,
    "leidos": 2448,
    "doe": 2449,
    "contract": 2450,
    "win": 2451,
    "lockheed": 2452,
    "missile": 2453,
    "zen": 2454,
    "grupo": 2455,
    "aeroportuario": 2456,
    "del": 2457,
    "pacifico": 2458,
    "10.1": 2459,
    "traffic": 2460,
    "ptc": 2461,
    "grant": 2462,
    "rada": 2463,
    "seattle": 2464,
    "earn": 2465,
    "takeda": 2466,
    "alunbrig": 2467,
    "continued": 2468,
    "superiority": 2469,
    "ink": 2470,
    "early": 2471,
    "hrc": 2472,
    "/ton": 2473,
    "asbury": 2474,
    "abg": 2475,
    "impressive": 2476,
    "roe": 2477,
    "publicis": 2478,
    "sign": 2479,
    "aecom": 2480,
    "recognize": 2481,
    "award": 2482,
    "excellence": 2483,
    "amani": 2484,
    "secure": 2485,
    "tanzania": 2486,
    "amanigold": 2487,
    "premier": 2488,
    "le": 2489,
    "florida": 2490,
    "distribution": 2491,
    "fulfillment": 2492,
    "auburndale": 2493,
    "mississippi": 2494,
    "build": 2495,
    "2nd": 2496,
    "nm": 2497,
    "gpu": 2498,
    "workstation": 2499,
    "analysis": 2500,
    "popeye": 2501,
    "sandwich": 2502,
    "translate": 2503,
    "foot": 2504,
    "relic": 2505,
    "event": 2506,
    "avert": 2507,
    "fiasco": 2508,
    "shame": 2509,
    "success": 2510,
    "arcelormittal": 2511,
    "postmate": 2512,
    "doordash": 2513,
    "thrive": 2514,
    "suburb": 2515,
    "azul": 2516,
    "29.1": 2517,
    "baidu": 2518,
    "5,712": 2519,
    "artificial": 2520,
    "intelligence": 2521,
    "patent": 2522,
    "blue": 2523,
    "apron": 2524,
    "diabetes": 2525,
    "friendly": 2526,
